[
  {
    "id": "83Kj9LpRfT6z",
    "company_logo": "https://i.ibb.co/f9vMkkm/google-1-1-1.png",
    "job_title": "Software Engineer",
    "company_name": "Google LLC",
    "remote_or_onsite": "Remote",
    "location": "Los Angeles,USA",
    "fulltime_or_parttime": "Full-time",
    "salary": "$100,000 - $120,000",
    "job_description": "We are seeking a talented software engineer to join our team. The ideal candidate will have experience in designing, developing, testing, and maintaining software applications or systems. The successful candidate will work collaboratively with cross-functional teams to create software solutions that meet business needs",
    "job_responsibility": "The job responsibilities of a software engineer involve designing, developing, testing, and maintaining software applications or systems. They work with cross-functional teams to create software solutions that meet business needs, and write code using programming languages such as Java, C++, Python, or JavaScript. Software engineers also conduct code reviews, debug and troubleshoot software issues, and create technical documentation. They participate in agile development processes to manage project workflows, stay up to date with emerging technologies and industry trends, and collaborate with team members to ensure code integration and deployment. Finally, they work with customers or end-users to understand their needs and provide technical support when required. Ultimately, the role of a software engineer is to create and maintain high-quality software that meets the needs of the organization and its stakeholders.",
    "educational_requirements": "Bachelor's degree in Computer Science or a related field.",
    "experiences": "5+ years of experience in software development.",
    "phone": "555-1234",
    "email": "jobs@goggle.com"
  
},
{
  "id": "sD4fG8hJkL2p",
  "company_logo": "https://i.ibb.co/SmS3fMc/netflix-4-1.png",
  "job_title": "Marketing Manager",
  "company_name": "Netflix",
  "remote_or_onsite": "Onsite",
  "location": "New York City,USA",
  "fulltime_or_parttime": "Part-time",
  "salary": "$80,000 - $100,000",
  "job_description": "We are seeking a dynamic and innovative Marketing Manager to join our team. The ideal candidate will have experience in creating and implementing successful marketing strategies that drive business growth. The successful candidate will work collaboratively with cross-functional teams to develop and execute marketing campaigns that engage customers and build brand awareness.",
  "job_responsibility": "As a Marketing Manager, your main responsibility is to develop and implement marketing strategies that align with the organization's goals and objectives. This involves creating and executing marketing campaigns across various channels, including social media, email marketing, and events, and managing and coordinating marketing initiatives with cross-functional teams. You will conduct market research and analyze customer data to identify trends and insights, and monitor and measure the effectiveness of marketing campaigns to adjust strategies accordingly.",
  "educational_requirements": "Bachelor's degree in Marketing or a related field.",
  "experiences": "7+ years of experience in marketing.",
  "phone": "555-5678",
  "email": "jobs@netflix.com"
},
{
  "id": "Q7mZ2nNcV5dX",
  "company_logo": "https://i.ibb.co/8YGMKsx/TESLA.png",
  "job_title": "Product Designer",
  "company_name": "Tesla",
  "remote_or_onsite": "Remote",
  "location": "San Francisco Bay Area,USA",
  "fulltime_or_parttime": "Part-time",
  "salary": "$100,000 - $120,000",
  "job_description": "We are seeking a talented and innovative Product Designer to join our team at Tesla. As a Product Designer, you will be responsible for designing and developing cutting-edge products that meet the needs of Tesla's customers.",
  "job_responsibility": "As a Product Designer your main responsibility is to design and develop innovative and visually appealing products that meet the needs of Tesla's customers. You will work collaboratively with cross-functional teams, including engineering, marketing, and manufacturing, to create user-centered designs that are functional, easy to use, and aesthetically pleasing. Your focus will be on designing products that are not only visually stunning but also sustainable, energy-efficient, and environmentally friendly.",
  "educational_requirements": "Bachelor's degree in Graphic Design or a related field.",
  "experiences": "3+ years of experience in product design.",
  "phone": "555-9012",
  "email": "jobs@tesla.com"
},
{
  "id": "6BtF1yUxWz0v",
  "company_logo": "https://i.ibb.co/f9vMkkm/google-1-1-1.png",
  "job_title": "Customer Service Representative",
  "company_name": "Google LLC",
  "remote_or_onsite": "Onsite",
  "location": "Los Angeles,USA",
  "fulltime_or_parttime": "Full-time",
  "salary": "$40,000 - $50,000",
  "job_description": "Google is seeking a highly motivated and customer-focused individual to join our team as a Customer Service Representative. As a Customer Service Representative, you will be responsible for providing exceptional customer support to our users and customers.",
  "job_responsibility": "As a Customer Service Representative, your main responsibility is to provide exceptional customer service to Google's users and customers. You will be the first point of contact for customers who have questions or concerns about Google's products and services, and it will be your responsibility to ensure that their needs are met in a timely and professional manner.",
  "educational_requirements": "High School diploma or equivalent.",
  "experiences": "1+ years of experience in customer service.",
  "phone": "555-3456",
  "email": "jobs@goggle.com"
},
{
  "id": "eE9gH2jKlL4t",
  "company_logo": "https://i.ibb.co/89Tkp3b/icons8-facebook-48.png",
  "job_title": "Senior Product Designer",
  "company_name": "Facebook",
  "remote_or_onsite": "Onsite",
  "location": "New York City,USA",
  "fulltime_or_parttime": "Full-time",
  "salary": "$70,000 - $90,000",
  "job_description": "We are seeking a highly skilled and experienced Senior Product Designer to join our team. As a Senior Product Designer, you will be responsible for leading the design of our products and ensuring that they are user-friendly, visually appealing, and aligned with our company's brand.",
  "job_responsibility": "As a Senior Product Designer, the responsibilities include leading the design of products, including user interface and user experience design. This involves collaborating with cross-functional teams to define product requirements and user needs, creating wireframes, prototypes, and high-fidelity designs that effectively communicate product concepts and design solutions, and conducting user research and usability testing to validate design decisions. The Senior Product Designer is also responsible for managing multiple design projects simultaneously and ensuring that they are completed on time and within budget. ",
  "educational_requirements": "Bachelor's degree in Graphic Design or a related field.",
  "experiences": "3+ years of experience in graphic design.",
  "phone": "555-6789",
  "email": "jobs@facebook.com"
},
{
  "id": "A1pL3nN9mZ2q",
  "company_logo": "https://i.ibb.co/MgvRbFm/icons8-twitter-48.png",
  "job_title": "Technical Database Engineer",
  "company_name": "Twitter",
  "remote_or_onsite": "Remote",
  "location": "San Francisco Bay Area,USA",
  "fulltime_or_parttime": "Full-time",
  "salary": "$120,000 - $150,000",
  "job_description": "We are looking for a highly skilled and experienced Technical Database Engineer to join our team. The successful candidate will be responsible for ensuring the performance, availability, and security of our company's databases.",
  "job_responsibility": "The Technical Database Engineer will be responsible for designing, implementing, and maintaining the company's database systems and infrastructure. This includes ensuring the availability, scalability, and security of the databases, as well as monitoring their performance and implementing tuning strategies to optimize performance. The Technical Database Engineer will be responsible for identifying and troubleshooting database issues, and working with cross-functional teams to resolve them. They will also develop and maintain database backup and recovery plans, as well as disaster recovery plans.",
  "educational_requirements": "Bachelor's degree in Computer Science or a related field.",
  "experiences": "5+ years of experience in software engineering.",
  "phone": "555-1234",
  "email": "jobs@twitter.com"
}
]